// 习概客观题题库：由 xi_test.json 自动转换，仅保留单选、多选、判断题。
export const questionDatabase = [
  {
    "id": 1,
    "originId": 1639755,
    "stem": "新时代好干部的标准包括信念坚定、（）。",
    "options": [
      "为民服务",
      "勤政务实",
      "敢于担当",
      "清正廉洁"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 2,
    "originId": 1639758,
    "stem": "秉持（）、相互尊重、互学互鉴理念，构建新型政党关系",
    "options": [
      "彼此承认",
      "团结友爱",
      "求同存异",
      "沟通交流"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 3,
    "originId": 1639761,
    "stem": "（）是科技创新的源头。我国面临的很多“卡脖子”技术问题，根子是基础理论研究跟不上。",
    "options": [
      "应用研究",
      "国家实验室",
      "经济特区",
      "基础研究"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 4,
    "originId": 1639764,
    "stem": "加强和创新社会治理，就是（ ）。",
    "options": [
      "在党的领导下，以政府为主导，以社会多元主体参与为基础",
      "以维护人民群众根本利益为核心",
      "通过合作、对话、协商、沟通等方式，依法对社会事务、社会组织和社会生活进行引导和规范，化解社会矛盾",
      "促进社会公平，推动社会稳定有序发展。"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 5,
    "originId": 1639767,
    "stem": "（）是社会主义的本质要求，是中国式现代化的重要特征。",
    "options": [
      "共同富裕",
      "社会和谐",
      "人民主体地位",
      "解决社会主要矛盾"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 6,
    "originId": 1639770,
    "stem": "（ ）是实现中华民族伟大复兴的根本保证。",
    "options": [
      "坚持以经济建设为中心",
      "坚持改革开放",
      "坚持全面依法治国",
      "坚持中国共产党领导"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 7,
    "originId": 1639773,
    "stem": "我们确立了“两个一百年”奋斗目标，就是（ ）。",
    "options": [
      "到2020年实现国内生产总值和城乡居民人均收入比2010年翻一番，全面建成小康社会",
      "到本世纪中叶建成富强民主文明和谐美丽的社会主义现代化国家，实现中华民族伟大复兴",
      "到2035年，基本建成社会主义现代化国家",
      "到2025年，实现工业强国目标"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 8,
    "originId": 1639776,
    "stem": "党依靠人民，从小到大、从弱到强，打败了强大的内外敌人，取得了新民主主义革命胜利，实现了（），建立了中华人民共和国。",
    "options": [
      "人民幸福",
      "民族独立",
      "人民解放",
      "国家富强"
    ],
    "answer": "BC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 9,
    "originId": 1639779,
    "stem": "构建高水平社会主义市场经济体制，关键是要（ ）。",
    "options": [
      "处理好政府和市场的关系",
      "处理好当前利益和长远利益的关系",
      "处理好中国和外国的关系",
      "处理好效率和公平的关系"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 10,
    "originId": 1639782,
    "stem": "我们坚定文化自信的深厚基础源自于（ ）",
    "options": [
      "中华优秀传统文化",
      "革命文化",
      "社会主义先进文化",
      "中国特色社会主义伟大实践"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 12,
    "originId": 1639788,
    "stem": "共同富裕是中国特色社会主义的本质要求，我国很快就实现共同富裕。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 13,
    "originId": 1639791,
    "stem": "坚持以（ ）为基础走和平发展道路。",
    "options": [
      "反对殖民主义、霸权主义",
      "相互尊重、合作共赢",
      "平等互信",
      "包容互鉴"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 14,
    "originId": 1639794,
    "stem": "传承发展中华优秀传统文化，要推动中华优秀传统文化创造性转化、创新性发展。下列说法正确的是（ ）",
    "options": [
      "创造性转化，就是要按照时代的新进步新进展，对中华优秀传统文化的内涵加以补充、拓展、完善，增强其影响力和感召力。",
      "创造性转化，就是要按照时代特点和要求，对那些至今仍有借鉴价值的内涵和陈旧的表现形式加以改造，赋予其新的时代内涵和现代表达形式，激活其生命力。",
      "创新性发展，就是要按照时代的新进步新进展，对中华优秀传统文化的内涵加以补充、拓展、完善，增强其影响力和感召力。",
      "创新性发展，就是要按照时代特点和要求，对那些至今仍有借鉴价值的内涵和陈旧的表现形式加以改造，赋予其新的时代内涵和现代表达形式，激活其生命力。"
    ],
    "answer": "BC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 15,
    "originId": 1639797,
    "stem": "下列哪项不属于“外交为民”",
    "options": [
      "推动地缘政治多元化",
      "维护我国海外公民和法人正当权益",
      "打造海外民生工程",
      "为海外中国游客提供更安全的旅游环境"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 16,
    "originId": 1639800,
    "stem": "中国特色社会主义新时代，（ ）。",
    "options": [
      "是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代",
      "是决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代",
      "是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代",
      "是全体中华儿女勠力同心、奋力实现中华民族伟大复兴中国梦的时代",
      "是我国不断为人类作出更大贡献的时代"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 17,
    "originId": 1639803,
    "stem": "构建人类命运共同体思想的核心是建设（ ）清洁美丽的世界。",
    "options": [
      "持久和平",
      "普遍安全",
      "共同繁荣",
      "开放包容"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 18,
    "originId": 1639806,
    "stem": "中国力争（ ）年前实现碳达峰",
    "options": [
      "2030",
      "2035",
      "2050",
      "2060"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 19,
    "originId": 1639809,
    "stem": "习近平在莫斯科国际关系学院发表演讲时指出，这个世界越来越成为你中有我、我中有你的命运共同体，和平、发展、合作、（ ）成为时代潮流。",
    "options": [
      "自由",
      "民主",
      "共赢",
      "正义"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 20,
    "originId": 1639812,
    "stem": "（）是发展教育的根本尺度。",
    "options": [
      "科技突破",
      "人民满意",
      "实现共同富裕",
      "发展生产力"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 21,
    "originId": 1639815,
    "stem": "民生是人民幸福之基、社会和谐之本。带领人民群众创造幸福生活，要顺应人民群众对美好生活的向往，坚持（ ）的发展思想，以（ ）为重点，发展各项社会事业。",
    "options": [
      "以经济建设为中心；优先发展教育事业习交流",
      "以人为本；提高就业质量和人民收入水平",
      "以人民为中心；保障和改善民生",
      "以社会和谐为中心；加强社会保障体系建设"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 22,
    "originId": 1639818,
    "stem": "守牢美丽中国建设安全底线，坚定不移走（）的文明发展道路",
    "options": [
      "生产发展",
      "生活富裕",
      "乡风文明",
      "生态良好"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 23,
    "originId": 1639821,
    "stem": "经过不懈努力，党找到了（）这一跳出治乱兴衰历史周期率的第二个答案，确保党永远不变质、不变色、不变味。",
    "options": [
      "新发展理念",
      "自我革命",
      "自我完善",
      "总体国家安全观"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 24,
    "originId": 1639824,
    "stem": "实施创新驱动发展战略，（），让创新成为全社会的共同行动。",
    "options": [
      "要坚持面向世界科技前沿、面向经济主战场",
      "要坚持面向国家重大需求、面向人民生命健康",
      "坚持科技创新，增强自主创新能力",
      "坚决打赢关键核心技术攻坚战"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 26,
    "originId": 1639830,
    "stem": "中国梦是（ ）的梦，与世界各国人民的美好梦想相通。",
    "options": [
      "和平",
      "发展",
      "合作",
      "共赢"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 27,
    "originId": 1639833,
    "stem": "我国人民依法实行（ ），这些环节扩大了人民有序政治参与，集中反映了全过程人民民主是全链条的社会主义民主。",
    "options": [
      "民主选举",
      "民主协商",
      "民主决策",
      "民主管理",
      "民主监督"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 28,
    "originId": 1639836,
    "stem": "坚持和加强党的全面领导，坚持党要管党、全面从严治党，以（）为着力点。",
    "options": [
      "加强党的长期执政能力建设、先进性和纯洁性建设",
      "党的政治建设",
      "坚定理想信念宗旨",
      "调动全党积极性、主动性、创造性"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 30,
    "originId": 1639842,
    "stem": "在脱贫攻坚战中，稳定实现贫困人口“两不愁三保障”，即（ ）。",
    "options": [
      "不愁吃",
      "不愁穿",
      "义务教育",
      "基本医疗",
      "住房安全有保障。"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 32,
    "originId": 1639848,
    "stem": "全面深化改革能否顺利推进，关键取决于党，取决于（ ）。",
    "options": [
      "全体人民的共同参与",
      "党的集中统一领导",
      "全方位对外开放",
      "社会主义的发展方向"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 33,
    "originId": 1639851,
    "stem": "从2035年到本世纪中叶，建成社会主义现代化强国的目标要求( )。",
    "options": [
      "我国将拥有高度的物质文明，社会生产力水平大幅提高，核心竞争力名列世界前茅，经济总量和市场规模超越其他国家",
      "我国将拥有高度的政治文明，形成又有集中又有民主、又有纪律又有自由、又有统一意志又有个人心情舒畅生动活泼的政治局面，依法治国和以德治国有机结合",
      "我国将拥有高度的精神文明，践行社会主义核心价值观成为全社会自觉行动，国民素质显著提高，中国精神、中国价值、中国力量成为中国发展的重要影响力和推动力",
      "我国将拥有高度的社会文明，城乡居民将普遍拥有较高的收入、富裕的生活、健全的基本公共服务"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 34,
    "originId": 1639854,
    "stem": "（）是中国特色社会主义的价值目标。",
    "options": [
      "共同富裕",
      "社会和谐发展",
      "人的全面发展",
      "文化繁荣"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 36,
    "originId": 1639860,
    "stem": "（）是发展第一动力。",
    "options": [
      "科技",
      "人才",
      "创新",
      "党的领导"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 38,
    "originId": 1639866,
    "stem": "（）是当代中国发展进步的根本制度保障，具有明显制度优势。",
    "options": [
      "中国特色社会主义经济制度",
      "中国特色社会主义制度",
      "中国特色社会主义理论体系",
      "中国特色社会主义道路"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 39,
    "originId": 1639869,
    "stem": "全面建设社会主义现代化国家，必须坚持中国特色社会主义文化发展道路，增强文化自信，围绕（ ）建设社会主义文化强国。",
    "options": [
      "举旗帜",
      "聚民心",
      "育新人",
      "兴文化",
      "展形象"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 40,
    "originId": 1639872,
    "stem": "中国共产党是以（ ）为根本组织原则和领导制度的马克思主义政党。",
    "options": [
      "群众路线",
      "党章",
      "民主集中制",
      "政治纪律"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 41,
    "originId": 1639875,
    "stem": "（ ）为中国特色社会主义奠定了思想前提和理论基础。",
    "options": [
      "科学社会主义基本原则",
      "四项基本原则",
      "科学把握历史新方位",
      "实事求是的基本路线"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 43,
    "originId": 1639881,
    "stem": "中国特色社会主义是实现中华民族伟大复兴的（ ）。",
    "options": [
      "精神力量",
      "行动指南",
      "必由之路",
      "根本保障"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 44,
    "originId": 1639884,
    "stem": "（ ）是更基础、更广泛、更深厚的自信，是一个国家、一个民族发展中最基本、最深沉、最持久的力量。",
    "options": [
      "文化自信",
      "文化自觉",
      "文化软实力",
      "中国特色社会主义文化"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 45,
    "originId": 1639887,
    "stem": "( )是保障和改善民生的重要方针。",
    "options": [
      "尽力而为",
      "量力而行",
      "突出重点",
      "正确把握民生和发展的关系"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 46,
    "originId": 1639890,
    "stem": "繁荣发展文化事业和文化产业，是满足人民精神文化需求、保障人民文化权益的（ ）",
    "options": [
      "必经之路",
      "前提基础",
      "基本途径",
      "重要保障"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 47,
    "originId": 1639893,
    "stem": "发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（ ）的发展理念。",
    "options": [
      "创新",
      "协调",
      "绿色",
      "开放",
      "科学",
      "共享"
    ],
    "answer": "ABCDF",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 48,
    "originId": 1639896,
    "stem": "新时代中国外交的基本准则是",
    "options": [
      "坚持走和平发展道路",
      "推动构建人类命运共同体",
      "弘扬全人类共同价值",
      "推动构建新型国际关系"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 49,
    "originId": 1639899,
    "stem": "改革开放只有进行时、没有完成时，因为（ ）。",
    "options": [
      "这是社会基本矛盾运动规律的深刻反映",
      "这是总结世界社会主义实践经验得出的重要结论",
      "这是推进党和人民事业发展的必然要求",
      "全面建设社会主义现代化国家，根本动力仍然是改革开放"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 50,
    "originId": 1639902,
    "stem": "勇于自我革命就是要实现（ ）。",
    "options": [
      "自我净化",
      "自我完善",
      "自我革新",
      "自我提高"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 51,
    "originId": 1639905,
    "stem": "新时代新征程，中国共产党的中心任务，就是团结带领全国各族人民全面建成社会主义现代化强国、实现第一个百年奋斗目标。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 52,
    "originId": 1639908,
    "stem": "我们乘势而上开启全面建设社会主义现代化国家新征程、向第二个百年奋斗目标进军，这标志着我国进入了一个（ ）。",
    "options": [
      "新发展时期",
      "新发展方位",
      "新发展阶段",
      "新发展格局"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 53,
    "originId": 1639911,
    "stem": "社会主义核心价值观回答了我们要（ ）的重大问题。",
    "options": [
      "建设什么样的国家",
      "建设什么样的社会",
      "培育什么样的公民",
      "发展什么样的文化"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 54,
    "originId": 1639914,
    "stem": "实现高水平科技自立自强是国家强盛和民族复兴的战略基石。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 55,
    "originId": 1639917,
    "stem": "把核心技术掌握在自己手中，才能真正掌握竞争和发展的主动权。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 56,
    "originId": 1639920,
    "stem": "（）是国家强盛之基、安全之要。",
    "options": [
      "科技自立自强",
      "人才引进",
      "共同富裕",
      "改革开放"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 57,
    "originId": 1639923,
    "stem": "二十大报告指出，中国共产党立志于中华民族千秋伟业，致力于人类和平与发展崇高事业，全党同志（）。",
    "options": [
      "务必不忘初心、牢记使命",
      "务必谦虚谨慎、艰苦奋斗",
      "务必贯彻好群众路线",
      "务必敢于斗争、善于斗争"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 58,
    "originId": 1639926,
    "stem": "（ ）是坚持和发展中国特色社会主义的行动指南。",
    "options": [
      "党的基本路线",
      "党的基本理论",
      "党的基本方略",
      "党的基本政策"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 60,
    "originId": 1639932,
    "stem": "全球发展倡议，倡导各国坚持（ ）优先。",
    "options": [
      "发展",
      "安全",
      "合作",
      "效率"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 61,
    "originId": 1639935,
    "stem": "党的十九届六中全会进一步明确，必须坚持（）的发展思想，发展全过程人民民主，推动人的全面发展、全体人民共同富裕取得更为明显的实质性进展。",
    "options": [
      "群众路线是根本工作路线",
      "党的建设",
      "经济社会协调发展",
      "以人民为中心"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 62,
    "originId": 1639938,
    "stem": "保护生态环境必须依靠（），依靠（）",
    "options": [
      "制度",
      "道德",
      "法制",
      "法治"
    ],
    "answer": "AD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 63,
    "originId": 1639941,
    "stem": "标本兼治是新时代推进反腐败斗争的鲜明特征，既以治标遏制腐败势头，更注重治本夯实反腐的基础。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 64,
    "originId": 1639944,
    "stem": "实现中国梦必须走中国道路，这就是（ ）。",
    "options": [
      "中华民族大团结之路",
      "社会发展之路",
      "人民民主专政之路",
      "中国特色社会主义道路"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 65,
    "originId": 1639947,
    "stem": "发展社会主义民主政治是中国共产党团结带领中国人民实现中华民族伟大复兴中国梦的政治保证。党领导人民治理国家的基本方式是（ ）",
    "options": [
      "党的领导",
      "人民当家作主",
      "依法治国",
      "协商民主"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 66,
    "originId": 1639950,
    "stem": "（ ）是中国特色社会主义最本质的特征。",
    "options": [
      "以经济建设为中心",
      "中国共产党的领导",
      "以人为本",
      "坚持改革开放"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 67,
    "originId": 1639953,
    "stem": "落实立德树人根本任务，必须着力解决好（）的问题，这是教育的根本问题，也是（）的核心课题。",
    "options": [
      "培养什么人",
      "怎样培养人",
      "为谁培养人",
      "建设教育强国"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 68,
    "originId": 1639956,
    "stem": "加快构建（ ）的生态文明制度体系",
    "options": [
      "产权清晰",
      "多元参与",
      "激励约束并重",
      "系统完整"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 70,
    "originId": 1639962,
    "stem": "（ ）是党永葆生机活力、走好新的赶考之路的必由之路。",
    "options": [
      "全面深化改革",
      "全面依法治国",
      "全面从严治党",
      "全面增加党员人数"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 71,
    "originId": 1639965,
    "stem": "一个国家的文化软实力，从根本上说，取决于其（ ）",
    "options": [
      "国际传播能力",
      "国家的综合国力",
      "核心价值观的生命力、凝聚力、感召力",
      "国际话语权"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 72,
    "originId": 1639968,
    "stem": "党的二十大报告指出，要坚持不懈用（ ）凝心铸魂，全面加强党的思想建设，加强理想信念教育，引导全党牢记党的宗旨，自觉做共产主义远大理想和中国特色社会主义共同理想的坚定信仰者和忠实实践者。",
    "options": [
      "马克思主义理论",
      "中国特色社会主义理论体系",
      "习近平新时代中国特色社会主义思想",
      "毛泽东思想"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 73,
    "originId": 1639971,
    "stem": "( )首次把“小康”作为经济建设总的奋斗目标。",
    "options": [
      "党的十七大",
      "党的十五大",
      "党的十二大",
      "党的十一届三中全会"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 74,
    "originId": 1639974,
    "stem": "必须坚持教育优先发展，把（）作为教育的根本任务，办好人民满意的教育。",
    "options": [
      "立德树人",
      "社会实践",
      "创新拔尖",
      "专业技术"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 75,
    "originId": 1639977,
    "stem": "中国特色社会主义是（ ）。​",
    "options": [
      "在改革开放40多年的伟大实践中得来的，在新中国成立70多年的持续探索中得来的",
      "在中国共产党领导人民进行伟大社会革命100多年的实践中得来的",
      "在近代以来中华民族由衰到盛180多年的历史进程中得来的",
      "在世界社会主义500多年波澜壮阔的发展历程中得来的",
      "在对中华文明5000多年的传承发展中得来的"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 76,
    "originId": 1639980,
    "stem": "防范化解重大风险、精准脱贫、（）是全面建成小康社会的“三大攻坚战”",
    "options": [
      "污染防治",
      "反腐倡廉",
      "水污染治理",
      "废气治理"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 77,
    "originId": 1639983,
    "stem": "发展社会主义民主政治要（ ）",
    "options": [
      "体现人民意志",
      "保障人民权益",
      "激发人民创造活力",
      "用制度体系保证人民当家作主"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 79,
    "originId": 1639989,
    "stem": "全面建设社会主义现代化国家，（）。",
    "options": [
      "教育是根本",
      "科技是关键",
      "人才是基础",
      "改革是保证"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 80,
    "originId": 1639992,
    "stem": "传承发展中华优秀传统文化，要深刻把握中华文明的突出特性。下列属于中华文明的突出特性的是（ ）①连续性 ②创新性 ③统一性 ④多样性 ⑤包容性 ⑥和平性",
    "options": [
      "①②③④⑤⑥",
      "①②③④⑤",
      "①②④⑤⑥",
      "①②③⑤⑥"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 81,
    "originId": 1639995,
    "stem": "习近平总书记在十九大报告中指出，中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（ ）。",
    "options": [
      "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
      "无产阶级同资产阶级之间的矛盾",
      "官僚资本同民族资本之间的矛盾",
      "人民日益增长的物质文化需要同落后的社会生产之间的矛盾。"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 82,
    "originId": 1639998,
    "stem": "（ ）是实现高质量发展的指导原则。",
    "options": [
      "新发展阶段",
      "新发展方位",
      "新发展理念",
      "供给侧改革"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 83,
    "originId": 1640001,
    "stem": "坚强的领导核心和科学的理论指导是关乎党和国家前途命运、党和人民事业成败的根本性问题。党的十九届六中全会指出，党（ ），反映了全党全军全国各族人民共同心愿。",
    "options": [
      "确立习近平同志党中央的核心、全党的核心地位",
      "全面建成小康社会",
      "以中国式现代化推进中华民族伟大复兴",
      "确立习近平新时代中国特色社会主义思想的指导地位"
    ],
    "answer": "AD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 84,
    "originId": 1640004,
    "stem": "科技是富国之本、兴邦大计。科技已经成为推动社会发展最活跃、最积极的因素。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 85,
    "originId": 1640007,
    "stem": "（ ）是最公平的公共产品，是最普惠的民生福祉",
    "options": [
      "良好的生态环境",
      "充裕的物质供给",
      "良好的文化氛围",
      "公平的社会环境"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 86,
    "originId": 1640010,
    "stem": "党的十八大以来，我们坚持党要管党、全面从严治党，坚持问题导向，以整治“四风”为突破口，“四风”包括：形式主义、（）。",
    "options": [
      "官僚主义",
      "享乐主义",
      "奢靡之风",
      "利己主义"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 87,
    "originId": 1640013,
    "stem": "全面地理解和把握新发展理念，（ ）",
    "options": [
      "要从根本宗旨上把握新发展理念，坚持以人民为中心的发展思想",
      "要从问题导向上把握新发展理念，切实解决发展不平衡不充分问题",
      "要从忧患意识上把握新发展理念，下好先手棋，打好主动仗",
      "新发展理念是引领我国发展全局深刻变革的科学指引"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 89,
    "originId": 1640019,
    "stem": "我们培养的人，（）。",
    "options": [
      "要坚定共产主义远大理想和中国特色社会主义共同理想",
      "要有高尚的道德品质，厚植爱国主义情怀",
      "要养成刻苦学习的习惯",
      "要积极投身社会实践，增长经验和技能"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 90,
    "originId": 1640022,
    "stem": "新形势下党执政面临的“四大考验”包括长期执政考验、（）。",
    "options": [
      "改革开放考验",
      "市场经济考验",
      "外部环境考验",
      "管党治党考验"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 91,
    "originId": 1640025,
    "stem": "全过程人民民主展现出的( )相统一的鲜明特征，充分体现了社会主义民主政治的本质属性。",
    "options": [
      "过程民主和成果民主",
      "程序民主和实质民主",
      "直接民主和间接民主",
      "人民民主和国家意志"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 92,
    "originId": 1640028,
    "stem": "党依靠人民，推动党和国家事业（），推动中国特色社会主义进入新时代。",
    "options": [
      "经济社会发展",
      "人民生活更加富裕",
      "发生历史性变革",
      "取得历史性成就"
    ],
    "answer": "CD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 95,
    "originId": 1640037,
    "stem": "全人类共同价值包括：和平、发展、（ ）",
    "options": [
      "公平",
      "正义",
      "民主",
      "自由"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 96,
    "originId": 1640040,
    "stem": "（ ）是我们坚持立党为公、执政为民的本质要求。",
    "options": [
      "增进民生福祉",
      "建立强大的国防",
      "全面依法治国",
      "思想政治教育"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 97,
    "originId": 1640043,
    "stem": "制度的生命力在于（）",
    "options": [
      "执行",
      "真抓",
      "严管",
      "落实"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 98,
    "originId": 1640046,
    "stem": "坚持党对人才工作的全面领导，这是做好人才工作的根本保证。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 99,
    "originId": 1640049,
    "stem": "习近平新时代中国特色社会主义思想是在把握世界发展大势、应对全球共同挑战、维护人类共同利益的过程中创立并不断丰富发展的。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 100,
    "originId": 1640052,
    "stem": "实施（）是增强综合国力、满足人民群众美好生活需要的必然要求，是建设教育强国、科技强国、人才强国的重大举措。",
    "options": [
      "科教兴国战略",
      "人才强国战略",
      "创新驱动发展战略",
      "“四个全面战略”"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 101,
    "originId": 1640055,
    "stem": "实施人才强国战略，（），实施更加积极、更加开放、更加有效的人才政策。",
    "options": [
      "要坚持党管人才原则",
      "坚持尊重劳动、尊重知识、尊重人才、尊重创造",
      "完善人才战略布局",
      "深化人才发展体制机制改革"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 102,
    "originId": 1640058,
    "stem": "党的二十大提出的（ ）,是习近平新时代中国特色社会主义思想的世界 观、方法论和贯穿其中的立场观点方法的重要体现。",
    "options": [
      "“六个必须坚持”",
      "“十个明确”",
      "“十四个坚持”",
      "“十三个方面成就”"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 103,
    "originId": 1640061,
    "stem": "“两个维护”,是党在新时代取得的重大政治成果，对新时代党和国家事业发展、对推进中华民族伟大复兴历史进程具有决定性意义。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 104,
    "originId": 1640064,
    "stem": "全面从严治党，需要一体推进不敢腐、不能腐、不想腐。",
    "options": [
      "正确",
      "错误"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 105,
    "originId": 1640067,
    "stem": "中国梦归根到底是（ ），必须紧紧依靠人民来实现，必须不断为人民造福。",
    "options": [
      "国家的梦",
      "人民的梦",
      "民族的梦",
      "世界的梦"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 106,
    "originId": 1640070,
    "stem": "公有制经济包括（ ）。",
    "options": [
      "国有经济",
      "集体经济",
      "混合所有制经济中的国有成分",
      "混合所有制经济中的集体成分"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 108,
    "originId": 1640076,
    "stem": "制度的关键在（）",
    "options": [
      "执行",
      "真抓",
      "严管",
      "落实"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 109,
    "originId": 1640079,
    "stem": "坚持和加强党的全面领导，坚持党要管党、全面从严治党，以（）为主线。",
    "options": [
      "加强党的长期执政能力建设、先进性和纯洁性建设",
      "党的政治建设",
      "坚定理想信念宗旨",
      "调动全党积极性、主动性、创造性"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 110,
    "originId": 1640082,
    "stem": "党的十九大提出，到（ ）“各方面制度更加完善，国家治理体系和治理能力现代化基本实现”。",
    "options": [
      "2035年",
      "2030年",
      "2025年",
      "2020年"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 111,
    "originId": 1640085,
    "stem": "（ ）是我国对外工作的出发点和落脚点，是中国外交的神圣使命。",
    "options": [
      "维护世界和平、促进共同发展",
      "保障国家土地、人口、资源环境",
      "维护国家主权、安全、发展利益",
      "推动建设现代化强国"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 112,
    "originId": 1640088,
    "stem": "新闻舆论工作有鲜明的意识形态属性，（ ）是做好新闻舆论工作的第一位要求。",
    "options": [
      "做大做强主流舆论阵地",
      "坚持正确的政治方向",
      "弘扬正能量",
      "管好用好互联网"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 113,
    "originId": 1640091,
    "stem": "100多年前，中国共产党的先驱们创建了中国共产党，形成了（ ）的伟大建党精神。",
    "options": [
      "坚持真理、坚守理想",
      "践行初心、担当使命",
      "不怕牺牲、英勇斗争",
      "对党忠诚、不负人民"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 115,
    "originId": 1640097,
    "stem": "（）是民族振兴、社会进步的基石。",
    "options": [
      "科技",
      "教育",
      "共同富裕",
      "人才"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 116,
    "originId": 1640100,
    "stem": "科技创新是百年未有之大变局中的一个关键变量，世界主要国家纷纷把科技创新作为国际战略博弈的主要战场。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 117,
    "originId": 1640103,
    "stem": "确保党始终总揽全局、协调各方，必须增强（ ），自觉维护党中央权威和集中统一领导，自觉在思想上政治上行动上同党中央保持高度一致。",
    "options": [
      "政治意识",
      "大局意识",
      "核心意识",
      "看齐意识"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 118,
    "originId": 1640106,
    "stem": "必须坚持（）是第一生产力。",
    "options": [
      "人才",
      "资源",
      "科技",
      "环境"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 119,
    "originId": 1640109,
    "stem": "（）确立为自己的初心使命。",
    "options": [
      "为人民谋幸福",
      "为民族谋复兴",
      "为世界谋和平",
      "为人类谋大同"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 120,
    "originId": 1640112,
    "stem": "党的全面领导既坚持党的集中统一领导原则，坚持党是最高政治领导力量，又坚持民主集中制、发扬党内民主，坚持党的领导与人民当家作主、依法治国有机统一。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 121,
    "originId": 1640115,
    "stem": "坚持党要管党、全面从严治党，以党的（）为统领。",
    "options": [
      "政治建设",
      "思想建设",
      "组织建设",
      "作风建设"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 122,
    "originId": 1640118,
    "stem": "独立自主是我们立党立国的重要原则，对外开放是我国的基本国策。推进中国式现代化，必须坚持独立自主、自立自强。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 123,
    "originId": 1640121,
    "stem": "基层治理是国家治理的基石，统筹推进乡镇（街道）和城乡社区治理，是实现（ ）的基础工程。",
    "options": [
      "国家治理体系和治理能力现代化",
      "完善适社会治理方式和治理能力",
      "中国特色社蝕义法详共教课学习交流",
      "中华民族伟大复兴"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 126,
    "originId": 1640130,
    "stem": "“十四个坚持”，（ ）。",
    "options": [
      "”是习近平新时代中国特色社会主义思想的重要组成部分",
      "是在治国理政各方面作出的理论分析和政策指导",
      "构成了新时代坚持和发展中国特色社会主义的基本方略",
      "是实现“两个一百年”奋斗目标、实现中华民族伟大复兴中国梦的“路线图”和“方法论”"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 127,
    "originId": 1640133,
    "stem": "走中国特色社会主义政治发展道路必须坚持（ ）",
    "options": [
      "党的领导、人民当家作主、依法治国有机统一",
      "积极稳妥推进政治体制改革",
      "始终保持政治定力",
      "发展全过程人民民主"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 128,
    "originId": 1640136,
    "stem": "改革开放是（ ）。",
    "options": [
      "决定当代中国命运的关键一招",
      "坚持和发展中国特色社会主义的必由之路",
      "党和人民大踏步赶上时代的重要法宝",
      "完成新时代目标任务的必然要求"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 129,
    "originId": 1640139,
    "stem": "教育优先发展，要做到（），使我国教育越办越好。",
    "options": [
      "经济社会发展规划优先安排教育发展",
      "财政资金投入优先保障教育投入",
      "公共资源配置优先满足教育和人力资源开发需要",
      "推动健全优先发展教育事业的体制机制"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 130,
    "originId": 1640142,
    "stem": "中国基于本国国情发展全过程人民民主，既有着鲜明的中国特色，也体现了全人类对民主的共同追求；既推动了中国的发展与中华民族的复兴，也丰富了人类政治文明形态。因此，全过程人民民主提出的重大意义在于（ ）",
    "options": [
      "为人类民主事业发展探索新的路径",
      "走符合国情的民主发展道路",
      "推动国际关系民主化",
      "加强文明交流互鉴"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 131,
    "originId": 1640145,
    "stem": "始终把群众作为智慧和力量的源泉，始终把（）深深扎根于人民的创造性实践中。",
    "options": [
      "政治智慧的增长",
      "政治素质的提升",
      "群众基础的广泛",
      "执政本领的增强"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 132,
    "originId": 1640148,
    "stem": "推进（）工作是破解资源环境约束突出问题、实现可持续发展的迫切需要",
    "options": [
      "生态文明建设",
      "水污染治理",
      "“双碳”",
      "节能减排"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 133,
    "originId": 1640151,
    "stem": "实现高水平科技自立自强是（）。",
    "options": [
      "应对风险挑战和维护国家利益的必然选择",
      "构建新发展格局的内在要求",
      "推动高质量发展的内在要求",
      "满足人民美好生活需要的内在要求"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 134,
    "originId": 1640154,
    "stem": "坚持和加强党的全面领导，坚持党要管党、全面从严治党，以（）为根基。",
    "options": [
      "加强党的长期执政能力建设、先进性和纯洁性建设",
      "党的政治建设",
      "坚定理想信念宗旨",
      "调动全党积极性、主动性、创造性"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 135,
    "originId": 1640157,
    "stem": "构建人类命运共同体，就是要携手世界各国人民共同建设持久和平、普遍安全、共同繁荣、开放包容、（ ）的世界。",
    "options": [
      "长期发展",
      "清洁美丽",
      "长期共存",
      "美丽和谐"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 136,
    "originId": 1640160,
    "stem": "以人民为中心的发展思想，不是高高在上的宣传口号，绝对不能只停留在口头上，要全方位贯穿于经济社会发展的各个环节，体现在人民群众（）的扎实提升上。",
    "options": [
      "使命感",
      "获得感",
      "幸福感",
      "安全感"
    ],
    "answer": "BCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 137,
    "originId": 1640163,
    "stem": "习近平新时代中国特色社会主义思想是当代中国马克思主义、二十一世纪马克思主义，是（ ）的时代精华，实现了马克思主义中国化新的飞跃。",
    "options": [
      "中华文化",
      "中华品格",
      "中国精神",
      "中国力量"
    ],
    "answer": "AC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 138,
    "originId": 1640166,
    "stem": "实施就业优先战略,必须（ ）。",
    "options": [
      "健全就业公共服务体系",
      "完善重点群体就业支持体系",
      "扩大高校毕业生就业渠道",
      "稳定农民工等重点群体就业",
      "加强困难群体就业兜底帮扶"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 139,
    "originId": 1640169,
    "stem": "推进中国式现代化需要牢牢把握的重大原则是（ ）。",
    "options": [
      "坚持和加强党的全面领导",
      "坚持中国特色社会主义道路",
      "坚持以人民为中心的发展思想",
      "坚持深化改革开放",
      "坚持发扬斗争精神"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 141,
    "originId": 1640175,
    "stem": "（ ）是人类生存最为基础的条件",
    "options": [
      "物质",
      "文化",
      "民主",
      "生态环境"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 142,
    "originId": 1640178,
    "stem": "历史和现实证明，（ ）就没有中国特色社会主义的产生与发展。",
    "options": [
      "没有中国共产党的指导",
      "没有中国共产党的组织",
      "没有中国共产党的领导",
      "没有中国共产党的监督"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 143,
    "originId": 1640181,
    "stem": "社会保障体系主要涉及（ ）等方面。",
    "options": [
      "社会保险",
      "社会救助",
      "社会福利",
      "社会优抚"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 144,
    "originId": 1640184,
    "stem": "现代化经济体系必须坚持质量第一、（ ）优先。",
    "options": [
      "利益",
      "速度",
      "人才",
      "效益"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 145,
    "originId": 1640187,
    "stem": "习近平新时代中国特色社会主义思想创立的时代背景是（ ）。",
    "options": [
      "世界百年未有之大变局加速演进",
      "中华民族伟大复兴进入关键时期",
      "中国式现代化全面推进拓展",
      "科学社会主义在21世纪的中国焕发新的蓬勃生机",
      "中国共产党自我革命开辟新的境界"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 147,
    "originId": 1640193,
    "stem": "习近平指出：“我国要提高国家文化软实力，就必须使当代中国价值观念走向世界。”要客观真实向世界讲好中国故事，讲好中国共产党故事，讲好我们正在经历的新时代故事，帮助国外民众了解（ ）。",
    "options": [
      "中国共产党为什么能",
      "马克思主义为什么行",
      "中国特色社会主义为什么好"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 148,
    "originId": 1640196,
    "stem": "世界未有之大变局正在加速演变。（ ）仍然是时代主题，但是不稳定不确定性更加突出。",
    "options": [
      "发展与共享",
      "和平与融合",
      "和平与发展",
      "开放与包容"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 150,
    "originId": 1640202,
    "stem": "（）提出“科学技术是第一生产力”。",
    "options": [
      "毛泽东",
      "邓小平",
      "习近平",
      "胡锦涛"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 151,
    "originId": 1640205,
    "stem": "（ ）针对当时小康低水平、不全面、发展很不平衡的实际，提出全面建设小康社会目标。",
    "options": [
      "党的十四大",
      "党的十六大",
      "党的十五大",
      "党的十七大"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 152,
    "originId": 1640208,
    "stem": "中国坚持对外开放的基本国策，坚定奉行（ ）的开放战略。",
    "options": [
      "互利共赢",
      "不结盟",
      "“一带一路”倡议",
      "构建人类命运共同体"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 153,
    "originId": 1640211,
    "stem": "国有企业是中国特色社会主义的重要物质基础和政治基础，关系（ ）地位的巩固，关系我们党的执政地位和执政能力，关系我国社会主义制度。",
    "options": [
      "人民主体",
      "公有制主体",
      "经济体制主体",
      "社会发展主体"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 154,
    "originId": 1640214,
    "stem": "秉持什么样的全球治理观，对世界的未来和人类的前途至关重要。习近平指出：“要秉持（ ）的原则，倡导全球事务由各国一起商量着办，治理体系由大家携手建设，发展成果由各国人民共同分享。”",
    "options": [
      "共商共享共赢",
      "共享共建共治",
      "共商共建共享",
      "共治共建共赢"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 155,
    "originId": 1640217,
    "stem": "中国式现代化的本质要求是( )。",
    "options": [
      "坚持中国共产党领导",
      "坚持中国特色社会主义",
      "实现高质量发展",
      "发展全过程人民民主",
      "实现全体人民共同富裕"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 159,
    "originId": 1640229,
    "stem": "世界面临百年未有之大变局给中华民族伟大复兴带来重大机遇。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 160,
    "originId": 1640232,
    "stem": "全面从严治党关键在（ ）。",
    "options": [
      "加强党的领导",
      "全面",
      "严",
      "治"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 161,
    "originId": 1640235,
    "stem": "2018年3月，十三届全国人大一次会议通过的宪法修正案，郑重地把习近平新时代中国特色社会主义思想载入宪法，实现了国家指导思想的与时俱进，反映了全国各族人民的共同意志和全社会的共同意愿。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 162,
    "originId": 1640238,
    "stem": "走和平发展道路是由（）决定的",
    "options": [
      "当今世界百年未有之大变局",
      "中华优秀传统文化",
      "中国共产党性质宗旨和我国社会主义制度",
      "现阶段中国的国际地位"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 163,
    "originId": 1640241,
    "stem": "17、我国经济社会发展已经进入到加快（）的高质量发展的新阶段",
    "options": [
      "绿色化",
      "低碳化",
      "高端化",
      "协调化"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 164,
    "originId": 1640244,
    "stem": "建设人才强国，必须（）。",
    "options": [
      "走好人才自主培养之路",
      "加快建设世界重要人才中心和创新高地",
      "坚持党对人才工作的全面领导",
      "深化人才发展体制机制改革",
      "营造识才爱才敬才用才的环境"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 165,
    "originId": 1640247,
    "stem": "人才是国之大计、党之大计，是国家经济社会发展的支撑力量，在国家发展中始终具有基础性先导性全局性地位。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 166,
    "originId": 1640250,
    "stem": "（）是中国共产党的根本政治立场。",
    "options": [
      "人民地位",
      "人民立场",
      "群众路线",
      "实事求是"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 167,
    "originId": 1640253,
    "stem": "党自成立之日起，就把“人民”二字铭刻在心，把坚持（）高于一切鲜明地写在自己的旗帜上。",
    "options": [
      "人民性",
      "人民利益",
      "群众路线",
      "党的性质"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 168,
    "originId": 1640256,
    "stem": "发展全过程人民民主是中国式现代化的（ ）",
    "options": [
      "主要特征",
      "基本内涵",
      "本质要求",
      "显著特色"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 169,
    "originId": 1640259,
    "stem": "在党的各项建设中，处于党的基础性建设的是（ ）。",
    "options": [
      "制度建设",
      "思想建设",
      "组织建设",
      "反腐败斗争"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 170,
    "originId": 1640262,
    "stem": "坚持和完善党的领导，是党和国家的根本所在、命脉所在，是全国各族人民的利益所在、幸福所在。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 171,
    "originId": 1640265,
    "stem": "下面哪一个不属于“当今世界百年未有之大变局”的表现？",
    "options": [
      "新兴市场国家和发展中国家群体性崛起",
      "人工智能、大数据、量子技术、基因工程等前沿科技不断取得突破",
      "西方发达国家主导的国际政治经济秩序越发难以维系",
      "工业革命以来全球自然资源与生态环境日益遭致破坏"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 172,
    "originId": 1640268,
    "stem": "党的领导制度是我国的（ ）。",
    "options": [
      "根本领导制度",
      "重要制度",
      "基本制度",
      "政策策略"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 174,
    "originId": 1640274,
    "stem": "实现中国梦必须凝聚中国力量，这就是（ ）。",
    "options": [
      "各族人民大团结的力量",
      "中国共产党的领导力量",
      "中高速增长的经济力量",
      "保障有力的军事力量"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 175,
    "originId": 1640277,
    "stem": "中国特色社会主义最本质的特征是（ ）。",
    "options": [
      "人民共同富裕",
      "人民当家作主",
      "中国共产党领导",
      "社会主义现代化"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 176,
    "originId": 1640280,
    "stem": "坚持党总揽全局、协调各方的领导核心地位，（ ）形象地说，这就像“众星捧月”，这个“月”就是中国共产党。",
    "options": [
      "毛泽东",
      "邓小平",
      "江泽民",
      "习近平"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 177,
    "originId": 1640283,
    "stem": "全面建成社会主义现代化强国关键看科技自立自强。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 178,
    "originId": 1640286,
    "stem": "中国梦的实现途径是（ ）。",
    "options": [
      "坚持中国道路",
      "维护世界和平",
      "弘扬中国精神",
      "凝聚中国力量"
    ],
    "answer": "ACD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 179,
    "originId": 1640289,
    "stem": "坚定中国特色社会主义制度自信，首先要坚定对（ ）的自信，增强走中国特色社会主义政治发展道路的信心和决心。",
    "options": [
      "我国的基本经济制度",
      "中国特色社会主义政治制度",
      "人民代表大会制度",
      "党的领导"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 180,
    "originId": 1640292,
    "stem": "（ ）年, 习近平在出访中亚和东南亚国家期间,先后提出共建“丝绸之路经济带”和“21世纪海上丝绸之路”的重大倡议, 得到了国际社会的高度关注和积极回应",
    "options": [
      "2012",
      "2013",
      "2014",
      "2015"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 181,
    "originId": 1640295,
    "stem": "党对领导干部提出的政治要求是（ ）。",
    "options": [
      "自信自强",
      "勤政为民",
      "坚决服从领导",
      "忠诚干净担当"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 182,
    "originId": 1640298,
    "stem": "中国式现代化的特征是（ ）。",
    "options": [
      "人口规模巨大的现代化",
      "全体人民共同发展的现代化",
      "物质文明和精神文明相协调的现代化",
      "人与自然和谐共生的现代化",
      "走和平发展道路的现代化"
    ],
    "answer": "ACDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 183,
    "originId": 1640301,
    "stem": "从2020年到2035年，基本实现社会主义现代化的目标要求( )。",
    "options": [
      "在经济建设方面，我国经济实力、科技实力将大幅跃升，跻身创新型国家前列",
      "在政治建设方面，人民平等参与、平等发展权利得到充分保障，法治国家、法治政府、法治社会基本建成，各方面制度更加完善，国家治理体系和治理能力现代化基本实现",
      "在文化建设方面，社会文明程度达到新的高度，国家文化软实力显著增强，中华文化影响更加广泛深入",
      "在生态文明建设方面，生态环境根本好转，美丽中国目标基本实现"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 184,
    "originId": 1640304,
    "stem": "坚持以人民为中心的发展思想，就要在高质量发展中促进共同富裕，做到（）。",
    "options": [
      "发展为了人民",
      "发展幸福人民",
      "发展依靠人民",
      "发展成果由人民共享"
    ],
    "answer": "ACD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 185,
    "originId": 1640307,
    "stem": "中国特色社会主义事业总体布局是“五位一体”、战略布局是“四个全面”，强调坚定（ ）。",
    "options": [
      "道路自信",
      "理论自信",
      "制度自信",
      "文化自信"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 186,
    "originId": 1640310,
    "stem": "从全面建设社会主义现代化国家进程的阶段安排看来，到2035年，我国将（ ）。",
    "options": [
      "全面建成小康社会",
      "实现中华民族伟大复兴的中国梦",
      "把我国建设成为富强美丽文明和谐的社会现代化强国",
      "基本实现社会主义现代化"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 187,
    "originId": 1640313,
    "stem": "民主不是装饰品，不是用来做摆设的，而是要用来解决人民需要解决的问题的。一个国家民主不民主，关键在于是不是真正做到了（ ）。",
    "options": [
      "人民当家作主",
      "依法治国",
      "坚持人民民主",
      "以人民为中心"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 189,
    "originId": 1640319,
    "stem": "文化繁荣兴盛是实现中华民族伟大复兴的必然要求，是因为（ ）",
    "options": [
      "文化繁荣兴盛是实现中华民族伟大复兴的精神支撑",
      "文化繁荣兴盛是建设社会主义现代化强国的应有之义",
      "文化繁荣兴盛是满足人民日益增长的美好生活需要的内在要求",
      "文化繁荣兴盛是世界文化激荡中站稳脚跟的前提基础"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 190,
    "originId": 1640322,
    "stem": "新时代党的建设是以加强党的（ ）为主线。",
    "options": [
      "长期执政能力建设",
      "先进性建设",
      "纯洁性建设",
      "积极性建设"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 191,
    "originId": 1640325,
    "stem": "全面建成社会主义现代化强国的战略安排，把基本实现社会主义现代化的时间提前了（ ）年。",
    "options": [
      "25年",
      "15年",
      "35年",
      "10年"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 192,
    "originId": 1640328,
    "stem": "( ）是最大的民生工程、民心工程、根基工程，是社会稳定的重要保障。 B 共同富裕",
    "options": [
      "生产",
      "就业",
      "生活水平"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 193,
    "originId": 1640331,
    "stem": "习近平新时代中国特色社会主义思想回答了（ ）重大时代课题。",
    "options": [
      "新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义",
      "建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国",
      "建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党",
      "建设什么美好的世界、怎样建设美好世界"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 194,
    "originId": 1640334,
    "stem": "中国式现代化（ ）。",
    "options": [
      "深深植根于中华优秀传统文化",
      "体现科学社会主义的先进本质",
      "借鉴吸收一切人类优秀文明成果",
      "代表人类文明进步的发展方向",
      "是一种全新的人类文明形态，但不可复制"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 195,
    "originId": 1640337,
    "stem": "中国特色社会主义的总体布局是（ ）。",
    "options": [
      "“三位一体",
      "“四位一体”",
      "“五位一体",
      "“六位一体”"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 196,
    "originId": 1640340,
    "stem": "健全党的全面领导制度，必须完善（ ）。",
    "options": [
      "党在各种组织中发挥领导作用的制度",
      "党协调各方的机制",
      "党领导各项事业的具体制度",
      "人民代表大会制度"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 197,
    "originId": 1640343,
    "stem": "文化软实力集中体现了一个国家基于文化而具有的凝聚力和（ ），以及由此产生的吸引力和影响力。",
    "options": [
      "精神力",
      "软实力",
      "向心力",
      "生命力"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 198,
    "originId": 1640346,
    "stem": "党的十八大以来，我国经济已由高速增长阶段转向（ ）阶段。",
    "options": [
      "世界级市场",
      "高水平开放",
      "强动力转换",
      "高质量发展"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 199,
    "originId": 1640349,
    "stem": "实现全体人民共同富裕的宏伟目标，最终靠的是（）。",
    "options": [
      "人",
      "奋斗",
      "实干",
      "发展"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 200,
    "originId": 1640352,
    "stem": "不断创新社会治理方式 .要做到（ ）。",
    "options": [
      "正确处理好维稳与维权、活力与秩序的关系",
      "运用法治思维和法治方式统筹社会力量、平衡社会利益、调节社会关系。",
      "强化互联网思维，推进政府决策科学化、社会治理精准化、公共服务高效化。",
      "坚持系统思维，综合运用专业化工作方法提升社会治理效能"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 202,
    "originId": 1640358,
    "stem": "坚持和发展中国特色社会主义的总任务是（ ）。",
    "options": [
      "解放和发展社会生产力",
      "实现社会主义现代化和中华民族伟大复兴",
      "在全面建成小康社会的基础上，分两步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国，以中国式现代化推进中华民族伟大复兴",
      "中国梦是中华民族伟大复兴的形象表达"
    ],
    "answer": "BC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 203,
    "originId": 1640361,
    "stem": "（ ）是改革开放以来我们党全部理论和实践的鲜明主题。",
    "options": [
      "贯彻新发展理念",
      "坚持和发展中国特色社会主义",
      "改革开放",
      "以经济建设为中心"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 204,
    "originId": 1640364,
    "stem": "我们既要看到我国社会主要矛盾发生的变化，也要看到 ( )",
    "options": [
      "我国仍处于并将长期处于社会主义初级阶段的基本国情没有变",
      "社会主义次要矛盾没有变",
      "坚持社会主义现代化发展道路没有变",
      "我国是世界最大发展中国家的国际地位没有变",
      "推进五位一体的总体布局设计没有变"
    ],
    "answer": "AD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 205,
    "originId": 1640367,
    "stem": "党的十八大以来，党坚持依规治党，严格遵守党章，形成比较完善的党内法规体系，严格制度执行，党的建设（）水平明显提高。",
    "options": [
      "科学化",
      "制度化",
      "程序化",
      "规范化"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 206,
    "originId": 1640370,
    "stem": "马克思主义政党站在人民立场上，始终将最广大人民群众的根本利益作为自己的（）。",
    "options": [
      "最终目标",
      "根本宗旨",
      "核心立场",
      "最高利益"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 207,
    "originId": 1640373,
    "stem": "坚持马克思主义在意识形态领域指导地位的制度是中国特色社会主义制度体系的一项（ ）",
    "options": [
      "根本制度",
      "基本制度",
      "重要制度",
      "其它制度"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 208,
    "originId": 1640376,
    "stem": "全面建设社会主义现代化国家、全面推进中华民族伟大复兴，关键在（）。",
    "options": [
      "人民",
      "政府",
      "党员",
      "党"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 209,
    "originId": 1640379,
    "stem": "全过程人民民主是（ ）的社会主义民主。",
    "options": [
      "最广泛",
      "最真实",
      "最有效",
      "最管用"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 210,
    "originId": 1640382,
    "stem": "党的十九大提出，到（ ）各方面制度更加完善，国家治理体系和治理能力现代化基本实现。",
    "options": [
      "2035年",
      "2030年",
      "2025年",
      "2020年"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 211,
    "originId": 1640385,
    "stem": "( )通过了关于《中国共产党章程（修正案）》的决议，把习近平新时代中国特色社会主义思想写入党章。",
    "options": [
      "党的十七大",
      "党的十八大",
      "党的十九大",
      "党的二十大"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 213,
    "originId": 1640391,
    "stem": "中国梦的科学内涵是（ ）。",
    "options": [
      "国家富强",
      "社会和谐",
      "民族振兴",
      "人民幸福"
    ],
    "answer": "ACD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 214,
    "originId": 1640394,
    "stem": "2017年10月，党的十九大着眼中国特色社会主义事业长远发展，把习近平新时代中国特色社会主义思想确立为党必须长期坚持的指导思想并庄严地写入党章，实现了党的指导思想的与时俱进。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 215,
    "originId": 1640397,
    "stem": "中国式现代化创造了人类文明新形态，为人类实现现代化提供了新的选择。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 216,
    "originId": 1640400,
    "stem": "（ ）作出中国特色社会主义进入了新时代这个重大政治论断，这是我国发展新的历史方位。",
    "options": [
      "党的十七大",
      "党的十八大",
      "党的十九大",
      "党的二十大"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 217,
    "originId": 1640403,
    "stem": "我们党的历史，就是一部不断推进马克思主义中国化的历史，就是一部不断推进理论创新、进行理论创造的历史。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 218,
    "originId": 1640406,
    "stem": "生态文明是人类文明发展的（）",
    "options": [
      "发展方向",
      "历史趋势",
      "根本目标",
      "最终趋势"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 219,
    "originId": 1640409,
    "stem": "构建“丝绸之路经济带”，要创新合作模式，加强“五通”，即政策沟通、设施联通、贸易畅通、资金融通和（ ）。",
    "options": [
      "情谊相通",
      "和平相通",
      "民心相通",
      "友谊相通"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 220,
    "originId": 1640412,
    "stem": "中国特色的社会保障体系把( )作为根本出发点和落脚点，推动社会保障事业不断前进。",
    "options": [
      "坚持人民至上",
      "坚持共同富裕",
      "增进民生福祉",
      "促进社会公平"
    ],
    "answer": "CD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 221,
    "originId": 1640415,
    "stem": "习近平在2022年春季学期中央党校（国家行政学院）中青年干部培训班开班式上强调，干部要守住守牢拒腐防变防线，要层层设防、处处设防，要守住（）、亲情关。",
    "options": [
      "政治关",
      "权力关",
      "交往关",
      "生活关"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 222,
    "originId": 1640418,
    "stem": "关于中国梦的内涵理解正确的是（ ）。",
    "options": [
      "核心内容是国家富强、民族振兴、人民幸福",
      "中国梦是国家的梦、民族的梦、归根到底是人民的梦",
      "国家富强、民族振兴是人民幸福的基础和保障",
      "人民幸福是国家富强、民族振兴的根本出发点和落脚点"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 223,
    "originId": 1640421,
    "stem": "社会主义民主政治的本质属性是（ ）",
    "options": [
      "人民当家作主",
      "党的领导",
      "依法治国",
      "全过程人民民主"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 224,
    "originId": 1640424,
    "stem": "2021年7月1日，习近平在天安门城楼上庄严宣告，经过全党全国各族人民持续奋斗，我们实现了（ ）。",
    "options": [
      "第一个百年奋斗目标",
      "社会主义现代化国家",
      "社会主义现代化强国",
      "中华民族伟大复兴"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 225,
    "originId": 1640427,
    "stem": "在反腐败斗争中，“微腐败”不起眼，可以容忍。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 227,
    "originId": 1640433,
    "stem": "践行真正的多边主义，就是要（ ）。",
    "options": [
      "维护以联合国为核心的国际体系",
      "维护以国际法为基础的国际秩序",
      "维护以联合国宪章宗旨和原则为基础的国际关系基本准则",
      "推进地缘政治的多元化"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 229,
    "originId": 1640439,
    "stem": "（）是我们攀登世界科技高峰的必由之路。",
    "options": [
      "自主创新",
      "脱贫攻坚",
      "守正创新",
      "信息技术"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 230,
    "originId": 1640442,
    "stem": "新形势下党执政面临的“四大危险”包括精神懈怠危险、（）。",
    "options": [
      "能力不足危险",
      "脱离群众危险",
      "消极腐败危险",
      "动力不足考验"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 231,
    "originId": 1640445,
    "stem": "（ ）是推动社会主义文化繁荣兴盛的唯一正确道路。",
    "options": [
      "坚持中国特色社会主义法治发展道路",
      "坚持中国特色社会主义政治发展道路",
      "坚持中国特色社会主义文化发展道路",
      "坚持中国特色社会主义生态发展道路"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 232,
    "originId": 1640448,
    "stem": "团结奋斗是中国共产党和中国人民最显著的精神标识，是中国人民创造历史伟业的必由之路。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 233,
    "originId": 1640451,
    "stem": "培养入才是国家和民族长远发展大计。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 234,
    "originId": 1640454,
    "stem": "中国式现代化为广大发展中国家探索现代化道路提供了全新选择。",
    "options": [
      "是",
      "否"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 235,
    "originId": 1640457,
    "stem": "推进中国式现代化需要正确处理的重大关系是（ ）。",
    "options": [
      "正确处理顶层设计与实践探索的关系",
      "正确处理战略与策略的关系",
      "正确处理守正与创新的关系",
      "正确处理效率与公平的关系",
      "正确处理独立自主与对外开放的关系"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 236,
    "originId": 1640460,
    "stem": "全面建成了小康社会的重大意义是（ ）。",
    "options": [
      "意味着中华民族实现千百年来的夙愿",
      "表明我国发展和人民生活水平跃上新的大台阶",
      "表明我国已经实现了由高速发展向高质量发展转变",
      "是实现中华民族伟大复兴征程中的关键一步"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 237,
    "originId": 1640463,
    "stem": "毛泽东曾经讲过，“有无认真的自我批评，也是我们和其他政党互相区别的显著的标志之一”。",
    "options": [
      "正确",
      "错误"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 238,
    "originId": 1640466,
    "stem": "下列中国共产党人精神谱系中，属于中国特色社会主义进入新时代铸就的伟大精神的有（ ）",
    "options": [
      "脱贫攻坚精神",
      "抗疫精神",
      "载人航天精神",
      "探月精神"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 239,
    "originId": 1640469,
    "stem": "要坚持（ ）为主体，提高劳动报酬在初次分配中的比重，完善按要素分配政策。",
    "options": [
      "按生产要素",
      "按社会制度",
      "按人民需求",
      "按劳分配"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 240,
    "originId": 1640472,
    "stem": "坚持以人民为中心的发展思想，在高质量发展中促进共同富裕，正确处理（）的关系，构建初次分配、再分配、三次分配协调配套的基础性制度安排。",
    "options": [
      "效率和公平",
      "收入和分配",
      "经济和社会",
      "政府和市场"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 241,
    "originId": 1640475,
    "stem": "增进民生福祉是（ ）。",
    "options": [
      "坚持立党为公、执政为民的本质要求",
      "社会主义生产的根本目的",
      "全面建设社会主义现代化国家的应有之义",
      "社会主义和资本主义的根本区别之一"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 242,
    "originId": 1640478,
    "stem": "党的领导是全面的，所以，党组织应该包揽包办一切事情。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 243,
    "originId": 1640481,
    "stem": "中国特色社会主义的战略布局是（ ）。",
    "options": [
      "“十个明确”",
      "“十四个坚持”",
      "“四个全面”",
      "“五位一体”"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 244,
    "originId": 1640484,
    "stem": "发展是人类社会永恒的主题，（ ）是发展的前提。",
    "options": [
      "领土完整",
      "安全",
      "经济基础",
      "合作"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 245,
    "originId": 1640487,
    "stem": "（ ）是关系中华民族永续发展的根本大计",
    "options": [
      "经济建设",
      "文化建设",
      "生态文明建设",
      "政治建设"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 246,
    "originId": 1640490,
    "stem": "构建新发展格局，必须（ ）。",
    "options": [
      "具备强大的国内经济循环体系和稳固的基本盘，巩固和发展我国经济的强大竞争力",
      "发挥比较优势，以国内大循环吸引全球资源要素",
      "保证经济循环的畅通无阻",
      "实现经济在高水平上的动态平衡"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 247,
    "originId": 1640493,
    "stem": "（ ）是中国共产党最大的优势、最鲜明的品格。",
    "options": [
      "全心全意为人民服务",
      "密切联系群众",
      "勇于自我革命",
      "理论联系实际"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 248,
    "originId": 1640496,
    "stem": "（）是全球生态环境治理领域的突出问题，也是全人类共同面临的重大挑战",
    "options": [
      "气候变化问题",
      "环境污染问题",
      "碳排放问题",
      "全球变暖问题"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 249,
    "originId": 1640499,
    "stem": "党的十九大报告中提出全面建设社会主义现代化国家的进程分两个阶段来安排( )。",
    "options": [
      "第一阶段，从2017年到2037年在全面建成小康社会的基础上，再奋斗15年，基本实现社会主义现代化",
      "第二个阶段，从2037年到本世纪中叶在基本实现现代化的基础上，再奋斗15年，把我国建成富强民主文明和谐美丽的社会主义现代化强国",
      "第一个阶段，从2020年到2035年，在全面建成小康社会的基础上，再奋斗15年，基本实现社会主义现代化",
      "第二个阶段，从2035年到本世纪中叶，在基本实现现代化的基础上，再奋斗15年，把我国建成富强民主文明和谐美丽的社会主义现代化强国"
    ],
    "answer": "CD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 250,
    "originId": 1640502,
    "stem": "党的十九大概括中国特色社会主义进入新时代的重大意义,这就是：",
    "options": [
      "意味着中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了中华民族伟大复兴的光明前景",
      "意味着科学社会主义在21世纪的中国焕发出强大生机活力，在世界上高高举起了中国特色社会主义伟大旗帜",
      "意味着中国特色社会主义道路、理论、制度、文化不断发展，拓展了发展中国家走向现代化的途径",
      "意味着中国即将建成社会主义现代化强国，全体人民走上共同富裕的之路",
      "意味着中华民族任人宰割、饱受欺凌的时代一去不复返了"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 251,
    "originId": 1640505,
    "stem": "生态环境问题归根结底是（）和（）问题",
    "options": [
      "经济发展方式",
      "社会发展方式",
      "生活方式",
      "生产方式"
    ],
    "answer": "AC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 252,
    "originId": 1640508,
    "stem": "中国特色社会主义进入了新时代的判断，是（ ）。",
    "options": [
      "我国社会主要矛盾发生新变化的反映",
      "党的主要任务发生新变化的反映",
      "社会迈入人工智能新阶段的反映",
      "我国进入创新型国家行列的反映",
      "中国和世界关系发生新变化的反映"
    ],
    "answer": "ABE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 253,
    "originId": 1640511,
    "stem": "（）是我们党区别于其他政党的显著标志。",
    "options": [
      "勇于自我革命",
      "勇于创新",
      "勇于挑战",
      "勇于突破"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 254,
    "originId": 1640514,
    "stem": "建设教育强国是（）。",
    "options": [
      "全面建成社会主义现代化强国的战略先导",
      "是实现高水平科技自立自强的重要支撑",
      "是以中国式现代化全面推进中华民族伟大复兴的基础工程",
      "必须把教育事业放在优先发展的战略位置"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 255,
    "originId": 1640517,
    "stem": "全面深化改革的总目标是（ ）。",
    "options": [
      "坚定道路自信、理论自信、制度自信、文化自信",
      "完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化",
      "建设中国特色社会主义法治体系、建设社会主义法治国家",
      "坚持和发展中国特色社会主义"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 256,
    "originId": 1640520,
    "stem": "政治建设是党永葆生机活力、走好新的赶考之路的必由之路。",
    "options": [
      "正确",
      "错误"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 257,
    "originId": 1640523,
    "stem": "调整优化（）是从源头推动发展方式绿色转型的重要任务",
    "options": [
      "经济结构",
      "产业结构",
      "能源结构",
      "交通运输结构"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 258,
    "originId": 1640526,
    "stem": "不忘初心、牢记使命，说到底是为什么人、靠什么人的问题。以百姓心为心，与人民（），是党的初心，也是党的恒心。",
    "options": [
      "同呼吸",
      "共命运",
      "心连心",
      "同担当"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 259,
    "originId": 1640529,
    "stem": "中华民族伟大复兴的中国梦是（ ）相统一的梦。",
    "options": [
      "国家情怀、民族情怀、人民情怀",
      "国家情怀、民族情怀、社会情怀",
      "民族情怀、世界情怀、人民情怀",
      "国家情怀、家庭情怀、人民情怀"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 260,
    "originId": 1640532,
    "stem": "党的十九大强调，党的（）是党的根本性建设，要摆在首位。",
    "options": [
      "政治建设",
      "思想建设",
      "组织建设",
      "作风建设"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 261,
    "originId": 1640535,
    "stem": "（ ）是全过程人民民主的重要体现，保障了基层群众广泛、直接、有效行使民主权利，彰显了人民当家作主的广泛性、真实性、有效性。",
    "options": [
      "社会民主",
      "协商民主",
      "人民民主",
      "基层民主"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 262,
    "originId": 1640538,
    "stem": "发展社会主义民主政治，最根本的是要（ ）",
    "options": [
      "坚持党的领导、人民当家作主和依法治国的有机统一",
      "实现民主政治的制度化、规范化、程序化",
      "充分发挥人民群众的监督作用",
      "有领导、有步骤地推进政治体制改革"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 263,
    "originId": 1640541,
    "stem": "（ ）的发展理念，相互贯通、相互促进，是具有内在联系的集合体，要统一贯彻，不能顾此失彼，也不能相互替代。",
    "options": [
      "改革、和谐、绿色、开放、共享",
      "创新、协调、和谐、开放、共赢",
      "创新、和谐、绿色、开放、发展",
      "创新、协调、绿色、开放、共享"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 264,
    "originId": 1640544,
    "stem": "决定社会主义文化事业前途命运的关键是坚持（ ）的根本方向。",
    "options": [
      "为经济建设服务",
      "为人民服务",
      "为弘扬优秀传统文化服务",
      "为社会主义服务"
    ],
    "answer": "BD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 265,
    "originId": 1640547,
    "stem": "实施科教兴国战略，（）。",
    "options": [
      "是应对新时代环境变化的必然要求",
      "是建设创新型国家的必然要求",
      "是应对国际竞争的有力举措",
      "是决胜全面小康社会的重大部署"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 266,
    "originId": 1640550,
    "stem": "办好人民满意的教育，（）。",
    "options": [
      "大力促进教育公平",
      "加快建设高质量教育体系",
      "提升教育服务经济社会发展能力",
      "坚持深化教育改革创新",
      "坚持把教师队伍建设作为基础工作"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 267,
    "originId": 1640553,
    "stem": "党的十九大、十九届六中全会提出的（ ）概括了习近平新时代中国特色社会主义思想的主要内容。",
    "options": [
      "“六个必须坚持”",
      "“十个明确”",
      "“十四个坚持”",
      "“十三个方面成就”"
    ],
    "answer": "BCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 268,
    "originId": 1640556,
    "stem": "推动建立以合作共赢为核心的新型国际关系，是我们党立足时代发展潮流和我国根本利益做出的战略选择，反映了中国人民和世界人民的共同心愿。新型国际关系，新在（ ）。",
    "options": [
      "相互尊重",
      "合作共赢",
      "共同发展",
      "公平正义"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 269,
    "originId": 1640559,
    "stem": "党依靠人民，推进（）走出一条中国特色社会主义道路。",
    "options": [
      "改革开放",
      "社会主义现代化建设",
      "全面建成小康社会",
      "社会主义现代化国家"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 270,
    "originId": 1640562,
    "stem": "习近平新时代中国特色社会主义思想内容十分丰富，涵盖改革发展稳定、内政外交国防、治党治国治军等各个领域、各个方面，构成了一个系统完整、逻辑严密、相互贯通的思想理论体系。下面是世界观方法论层面的表述的是（ ）。",
    "options": [
      "“四个全面”",
      "“十四个坚持”",
      "“十个明确”",
      "“四个伟大”",
      "“六个必须坚持”"
    ],
    "answer": "E",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 271,
    "originId": 1640565,
    "stem": "中国特色社会主义坚持科学社会主义基本原则，并赋予其鲜明的中国特色，包括（ ）。",
    "options": [
      "坚持人民代表大会制度的根本政治制度",
      "中国共产党领导的多党合作和政治协商制度",
      "坚持公有制为主体多种所有制经济共同发展",
      "坚持按劳分配为主体多种分配方式并存",
      "坚持社会主义市场经济体制"
    ],
    "answer": "ABCDE",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 272,
    "originId": 1640568,
    "stem": "坚持党要管党、全面从严治党，以调动全党（）为着力点。",
    "options": [
      "积极性",
      "主动性",
      "创造性",
      "自觉性"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 273,
    "originId": 1640571,
    "stem": "“发展全过程人民民主”作为习近平新时代中国特色社会主义思想的重要内容纳入“十个明确”之中，是党的（ ）。",
    "options": [
      "十九大",
      "十九届六中全会",
      "二十大",
      "二十届二中全会"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 274,
    "originId": 1640574,
    "stem": "文化自信是更基础、更广泛、更深厚的自信，是一个国家、一个民族发展中（ ）的力量。",
    "options": [
      "最基本",
      "最深沉",
      "最关键",
      "最持久",
      "最深远"
    ],
    "answer": "ABD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 275,
    "originId": 1640577,
    "stem": "（ ）是中国共产党作为马克思主义政党的根本要求。",
    "options": [
      "旗帜鲜明讲政治",
      "不断提高党员的素质",
      "发展和壮大党员的队伍",
      "标本兼治反腐败"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 276,
    "originId": 1640580,
    "stem": "坚持和发展中国特色社会主义，总任务是（ ）。",
    "options": [
      "完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化",
      "建设中国特色社会主义法治体系、建设社会主义法治国家",
      "实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国",
      "建设一支听党指挥、能打胜仗、作风优良的人民军队，把人民军队建设成为世界一流军队"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 277,
    "originId": 1640583,
    "stem": "新发展阶段是（ ）。",
    "options": [
      "我国社会主义初级阶段历史进程中的一个重要阶段",
      "中国共产党带领人民迎来从站起来、富起来到强起来历史性跨越的新阶段",
      "全面建设社会主义现代化国家、向第二个百年奋斗目标进军的重要阶段",
      "决胜全面建成小康社会的阶段"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 278,
    "originId": 1640586,
    "stem": "党的二十大指出，新时代新征程中国共产党的中心任务，就是（ ）。",
    "options": [
      "团结带领全国各族人民全面建成社会主义现代化强国",
      "实现第二个百年奋斗目标",
      "以中国式现代化全面推进中华民族伟大复兴",
      "贯彻新发展理念，促进高质量发展"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 279,
    "originId": 1640589,
    "stem": "我们要落实新时代党的建设总要求，健全全面从严治党体系，全面推进党的（）。",
    "options": [
      "自我净化",
      "自我完善",
      "自我革新",
      "自我提高"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 280,
    "originId": 1640592,
    "stem": "我们党讲宗旨，讲了很多话，但说到底还是（）这句话。",
    "options": [
      "以人民为中心",
      "为人民服务",
      "坚持人民主体地位",
      "群众路线是根本工作路线"
    ],
    "answer": "B",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 281,
    "originId": 1640595,
    "stem": "核心价值观是一个民族赖以维系的（ ），是一个国家共同的思想道德基础。",
    "options": [
      "精神纽带",
      "精神阵地",
      "精神家园",
      "精神力量"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 282,
    "originId": 1640598,
    "stem": "全面从严治党，核心是加强党的领导，基础在全面，关键在严，要害在治。",
    "options": [
      "正确",
      "错误"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 283,
    "originId": 1640601,
    "stem": "处理好绿水青山和金山银山的关系，关键在（），关键在（）",
    "options": [
      "人",
      "方向",
      "经济",
      "思路"
    ],
    "answer": "AD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 284,
    "originId": 1640604,
    "stem": "必须坚持教育（）。",
    "options": [
      "为人民服务",
      "为中国共产党治国理政服务",
      "为巩固和发展中国特色社会主义制度服务",
      "为改革开放和社会主义现代化建设服务"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 285,
    "originId": 1640607,
    "stem": "以下哪项不属于独立自主的和平外交政策的主要内容",
    "options": [
      "尊重各国主权和领土完整",
      "坚持国家不分大小、强弱、贫富一律平等",
      "奉行防御性的外交政策",
      "坚决反对一切形式的霸权主义和强权政治"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 286,
    "originId": 1640610,
    "stem": "（）是党永葆生机活力、走好新的赶考之路的必由之路。",
    "options": [
      "勇于自我革命",
      "开拓创新",
      "与时俱进",
      "全面从严治党"
    ],
    "answer": "D",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 287,
    "originId": 1640613,
    "stem": "当今世界正经历百年未有之大变局，其具体表现在",
    "options": [
      "世界进入新的动荡变革期",
      "国际力量对比发生深刻变革",
      "经济全球化遭遇逆流",
      "国际体系和国际秩序深度调整"
    ],
    "answer": "ABCD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 288,
    "originId": 1640616,
    "stem": "（ ）是发展行动的先导。",
    "options": [
      "发展理念",
      "发展格局",
      "发展方向",
      "发展策略"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 290,
    "originId": 1640622,
    "stem": "建设一支（ ），的人民军队，是实现“两个一百年”奋斗目标、实现中华民族伟大复兴的战略支撑。",
    "options": [
      "听党指挥",
      "能打胜仗",
      "作风优良",
      "全心全意为人民服务"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 291,
    "originId": 1640625,
    "stem": "科教兴国是我国的（）。",
    "options": [
      "基本国策",
      "基本政策",
      "基本路线",
      "基本战略"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 292,
    "originId": 1640628,
    "stem": "以人民为中心是我们党（）的生动体现，是全心全意为人民服务的时代彰显。",
    "options": [
      "立党为公",
      "落实群众路线",
      "坚持宗旨原则",
      "执政为民"
    ],
    "answer": "AD",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 293,
    "originId": 1640631,
    "stem": "习近平新时代中国特色社会主义思想是马克思主义中国化的第一次历史性飞跃。",
    "options": [
      "是",
      "否"
    ],
    "answer": "B",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 294,
    "originId": 1640634,
    "stem": "一百年来，中国共产党团结带领中国人民进行的一切奋斗、一切牺牲、一切创造，归结起来就是一个主题（ ）。",
    "options": [
      "建立新中国",
      "追求共同富裕",
      "实现中华民族伟大复兴",
      "实现人民对美好生活的向往"
    ],
    "answer": "C",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 295,
    "originId": 1640637,
    "stem": "新时代要坚持以人民为中心，在推动社会全面进步中促进（）的全面发展。",
    "options": [
      "人",
      "经济",
      "政治",
      "文化"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 296,
    "originId": 1640640,
    "stem": "（ ），是我们党的初心和使命，是党领导现代化建设的出发点和落脚点，也是新发展理念的“根”和“魂。",
    "options": [
      "为人民谋幸福",
      "为人民谋复兴",
      "为民族谋复兴",
      "为民族谋幸福"
    ],
    "answer": "AC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 297,
    "originId": 1640643,
    "stem": "建设堪当民族复兴重任的高素质干部队伍，要坚持德才兼备、以德为先、五湖四海、任人唯贤，树立选人用人正确导向。",
    "options": [
      "正确",
      "错误"
    ],
    "answer": "A",
    "type": "判断",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 298,
    "originId": 1640646,
    "stem": "深入推进党的建设必须以党的（ ）为统领。",
    "options": [
      "政治建设",
      "思想建设",
      "作风建设",
      "制度建设"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 299,
    "originId": 1640649,
    "stem": "党的十一届三中全会来，我国创造了（ ）两大奇迹，极大地改变了中国的面貌。",
    "options": [
      "经济快速发展",
      "社会长期稳定",
      "民族团结",
      "“新四大发明”"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 300,
    "originId": 1640652,
    "stem": "党是最高政治领导力量，这是由我国（ ）和（ ）所决定的。",
    "options": [
      "国家性质",
      "国体政体",
      "经济基础",
      "经济制度"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 301,
    "originId": 1640655,
    "stem": "（）与（）相统一，既是马克思主义的价值追求，也是社会主义的本质要求，更是中国共产党人的奋斗目标。",
    "options": [
      "促进人的全面发展",
      "促进社会稳定",
      "促进共同富裕",
      "促进经济发展"
    ],
    "answer": "AC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 302,
    "originId": 1640658,
    "stem": "大力加强马克思主义理论建设，要（ ），为党和国家事业发展提供坚实的思想保证、精神力量和理论支撑。",
    "options": [
      "加强马克思主义理论学习宣传教育",
      "深化马克思主义理论研究和建设",
      "加快构建中国特色哲学社会科学",
      "坚持“二为”方向、“双百”方针"
    ],
    "answer": "ABC",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 303,
    "originId": 1640661,
    "stem": "坚持把马克思主义基本原理同（ ）相结合，用马克思主义观察时代、把握时代、引领时代，继续发展当代中国马克思主义、21世纪马克思主义。",
    "options": [
      "中国具体实际相结合",
      "中华优秀传统文化",
      "中国精神",
      "民族特色"
    ],
    "answer": "AB",
    "type": "多选",
    "point": "0.3",
    "difficulty": "medium"
  },
  {
    "id": 304,
    "originId": 1640664,
    "stem": "（）始终是党的生命线和根本工作路线，是我们党永葆青春活力和战斗力的重要传家宝。",
    "options": [
      "群众路线",
      "经济路线",
      "人民立场",
      "政治立场"
    ],
    "answer": "A",
    "type": "单选",
    "point": "0.3",
    "difficulty": "medium"
  }
];

export const questionStats = {
  "total": 274,
  "单选": 131,
  "多选": 112,
  "判断": 31
};
